/* The title of the button for aborting the scanning of Audio Units. */
"Abort" = "Přerušit";

/* alert button
   dialog confirmation */
"OK" = "OK";

/* alert button */
"Abort scan" = "Přerušit prohledávání";

/* alert button */
"Continue" = "Pokračovat";

/* alert button */
"Continue scan" = "Pokračovat v prohledávání";

/* alert button */
"Ignore" = "Ignorovat";

/* alert button */
"Ignore plug-in" = "Ignorovat plug‑in";

/* alert button */
"Open plug-in graphic interface" = "Otevřít grafické rozhraní plug‑inu";

/* alert button */
"Start Plug-In Manager" = "Spustit správce plug‑inů";

/* alert text */
"Dear ^P user,\nyou have %ld Audio Unit(s) enabled which did not pass the Apple AU validation. This may cause problems and can even crash ^P or lead to data loss! Please check with the manufacturer(s) for updated versions. We recommend disabling these plug-ins in the Plug-In Manager." = "Vážený uživateli produktu^P,\nněkteré z aktivovaných zvukových jednotek (%ld) neprošly ověřením Apple AU. Jejich používání může způsobit problémy nebo dokonce zhroucení produktu ^P či ztrátu dat! Zjistěte, zda nejsou u výrobců k dispozici aktualizované verze. Doporučujeme vám tyto plug‑iny deaktivovat ve správci plug‑inů.";

/* alert text */
"Only Audio Units that have been successfully scanned will be available in ^P.\nScanning will continue next time you launch ^P." = "V produktu ^P budou k dispozici pouze úspěšně nalezené zvukové jednotky.\nProhledávání bude pokračovat při každém spuštění produktu ^P.";

/* alert text */
"The Audio Unit “%@” by “%@” reports that it is not properly authorized to be used on this system.\nPlease check the plug-in’s documentation for more information about its copy protection." = "Zvuková jednotka „%1$@“ výrobce „%2$@“ hlásí, že nebyla řádně autorizována pro použití v tomto systému.\nVyhledejte v dokumentaci k plug‑inu další informace o jeho ochraně proti kopírování.";

/* alert text */
"The Audio Unit “%@” by “%@” reports that it is not properly authorized to be used on this system.\nPlease check the plug-in’s documentation for more information about its copy protection. You may open the plug-in’s graphic interface now for managing copy protection." = "Zvuková jednotka „%1$@“ výrobce „%2$@“ hlásí, že nebyla řádně autorizována pro použití v tomto systému.\nVyhledejte v dokumentaci k plug‑inu další informace o jeho ochraně proti kopírování. Nyní můžete otevřít grafické rozhraní plug‑inu pro správu ochrany proti kopírování.";

/* alert text */
"While verifying Audio Unit compatibility, ^P encountered %ld Audio Unit plug-in(s) which did not pass the Apple AU validation. These plug-ins have been excluded from further usage in ^P to prevent possible problems or crashes. You can start the Plug-In Manager now to review the validation results or continue the startup process." = "Při ověřování kompatibility zvukových jednotek ^P nalezl plug‑iny zvukových jednotek (%ld), které neprošly ověřením Apple AU. Tyto plug‑iny byly vyloučeny z dalšího používání v produktu ^P, protože by mohly způsobit problémy nebo dokonce zhroucení produktu. Nyní můžete spustit správce plug‑inů a seznámit se s výsledky ověřování, nebo pokračovat v procesu spouštění.";

/* alert text */
"^P unexpectedly quit while trying to use the Audio Unit “%@” by “%@”.\nThis plug-in may require an update." = "^P neočekávaně skončil při pokusu o použití zvukové jednotky „%1$@“ výrobce „%2$@“.\nTento plug‑in bude zřejmě nutné aktualizovat.";

/* alert title */
"An error has occurred with an installed Audio Unit plug-in." = "Došlo k chybě nainstalovaného plug‑inu zvukové jednotky.";

/* alert title */
"Audio Unit authorization error." = "Chyba autorizace zvukové jednotky.";

/* alert title */
"Incompatible Audio Units found." = "Byly nalezeny nekompatibilní zvukové jednotky.";

/* alert title */
"You are about to abort the scan process." = "Chystáte se přerušit proces prohledávání.";

/* alert title */
"You are using incompatible Audio Units." = "Používáte nekompatibilní zvukové jednotky.";

/* audio unit type */
"MIDI processor" = "MIDI procesor";

/* audio unit type */
"MIDI-controlled effect" = "efekt řízený přes MIDI";

/* audio unit type */
"effect" = "efekt";

/* audio unit type */
"format converter" = "převaděč formátu";

/* audio unit type */
"generator" = "generátor";

/* audio unit type */
"instrument" = "nástroj";

/* audio unit type */
"mixer" = "směšovač";

/* audio unit type */
"offline effect" = "offline efekt";

/* audio unit type */
"output unit" = "výstupní jednotka";

/* audio unit type */
"panner" = "panner";

/* message while starting up */
"Searching for Audio Unit plug-ins…" = "Hledání plug‑inů zvukových jednotek…";

/* message while starting up */
"Updating information about Audio Unit plug-ins…" = "Aktualizace informací o plug‑inech zvukových jednotek…";

/* possible validation result */
"couldn’t be opened" = "nelze otevřít";

/* possible validation result */
"crashed validation" = "zhroucení při ověřování";

/* possible validation result */
"failed validation" = "neúspěšné ověření";

/* possible validation result */
"not authorized" = "neautorizováno";

/* possible validation result */
"not validated due to internal error" = "neověřeno v důsledku interní chyby";

/* possible validation result */
"not yet validated" = "dosud neověřeno";

/* possible validation result */
"successfully validated" = "úspěšně ověřeno";

/* progress dialog text */
"Scanning Audio Units (finalized %d of %d)" = "Prohledávání zvukových jednotek (dokončeno: %1$d z %2$d)";

/* progress dialog text */
"Scanning Audio Units (finalized %ld of %ld)" = "Prohledávání zvukových jednotek (dokončeno: %1$ld z %2$ld)";

/* used for invalid version numbers */
"invalid" = "neplatné";

/* used when value transformer can’t interpret given object */
"unknown" = "není známo";
